<p style="color: #000; font-size: 15pt;" >Требования</p>
<p style="color: #000;" align="justify">Любая стегосистема должна отвечать следующим требованиям:</p>
<ol>
<li><p style="color: #000;" align="justify">1. Свойства контейнера должны быть модифицированы, чтобы изменение невозможно было выявить при визуальном контроле. Это требование определяет качество сокрытия внедряемого сообщения: для обеспечения беспрепятственного прохождения стегосообщения по каналу связи оно никоим образом не должно привлечь внимание атакующего.</p></li>
<li><p style="color: #000;" align="justify">2. Стегосообщение должно быть устойчиво к искажениям, в том числе и злонамеренным. В процессе передачи изображение (звук или другой контейнер) может претерпевать различные трансформации: уменьшаться или увеличиваться, преобразовываться в другой формат и т. д. Кроме того, оно может быть сжато, в том числе и с использованием алгоритмов сжатия с потерей данных.</p></li>
<li><p style="color: #000;" align="justify">3. Для сохранения целостности встраиваемого сообщения необходимо использование кода с исправлением ошибки.</p></li>
<li><p style="color: #000;" align="justify">4. Для повышения надежности встраиваемое сообщение должно быть продублировано.</p></li>
</ol>
