<div class="body">
	<p><b>ВВЕДЕНИЕ</b></p>
	<p style="float: left;">Стенография зародилась в Древнем Египте, но наибольший расцвет она получила в Древней Греции и Риме. Автором древнеримской стенографии считается Тирон, раб и секретарь знаменитого оратора древности Цицерона. По свидетельству историка Плутарха, Тирон обучил изобретенным им знакам нескольких молодых сенаторов, которые в 63 году до нашей эры записали обвинительную речь Катона Младшего против Катилины.

Через 2000 лет, в 1937 году, стенографы разных стран, собравшиеся в Лондоне на конгресс, отметили юбилей этого события — первого в истории публичного применения стенографии. Само слово «стенография» появилось в 1602 году. Англичанин Джон Уиллис назвал свой труд «Искусство скорописи, или Стенография». В переводе с греческого «стенография» означает «узкопись, теснопись». В Чехословакии и сейчас стенографию называют «теснописью».

На Руси искусство скорописи известно давно. В XV веке в древнем Новгороде скорописцы записывали высказывания на собраниях народного вече. Первая разработанная система стенографии появилась в России в конце XVIII века. Это был перевод французской системы на Русский язык, сделанный Францем Анри.</p>
	<p class="image"> <img src="http://shorthand.ru/pic/img_002.jpg"></p>
</div>