<p style="color: #000; font-size: 15pt;" >Атака по известной математической модели контейнера - </p>
<p style="color: #000;" align="justify">взломщик определяет отличие подозрительного послания от известной ему модели. К примеру, пусть биты внутри отсчета изображения коррелированны. Тогда отсутствие корреляции может служить сигналом о наличии скрытого сообщения. При этом задача внедряющего сообщение состоит в том, чтобы не нарушить статистических закономерностей в контейнере.</p>
<p style="color: #000;" align="justify"><a href="podrob">Подробнее об атаках. --></a></p>
<img src="">